nhom-6/app/views/card_sets/show.html.erb

              <div class="row">
                <% @card_set.collections.each do |collection| %>
---
SELECT "collections".* FROM "collections" WHERE "collections"."card_set_id" = ?  [["card_set_id", 1]]

                  <div class="row">
                    <% collection.cards.each do |card| %>
---
SELECT "cards".* FROM "cards" WHERE "cards"."collection_id" = ?  [["collection_id", 4]]