nhom-6/app/controllers/card_sets_controller.rb

SELECT  "card_sets".* FROM "card_sets" WHERE "card_sets"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
SELECT "collections".* FROM "collections" WHERE "collections"."card_set_id" = ?  [["card_set_id", 1]]
---
  def show
    @card_set = CardSet.includes(:collections).find_by(id: params[:id])