nhom-6/app/controllers/categories_controller.rb

  def show
    @category = Category.includes(:card_sets).find_by(id: params[:id])
---
SELECT  "categories".* FROM "categories" WHERE "categories"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
SELECT "card_sets".* FROM "card_sets" WHERE "card_sets"."category_id" = ?  [["category_id", 1]]