nhom-6/app/controllers/collections_controller.rb

  def show
    @collection = Collection.includes(:cards).find_by(id: params[:id])
---
SELECT  "collections".* FROM "collections" WHERE "collections"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
SELECT "cards".* FROM "cards" WHERE "cards"."collection_id" = ?  [["collection_id", 1]]