nhom-6/app/controllers/static_pages_controller.rb

  def index
    @categories = Category.all
    @card_sets = CardSet.all
---
SELECT "categories".* FROM "categories"
SELECT "card_sets".* FROM "card_sets"