nhom-6/app/views/categories/show.html.erb

      <div class="row portfolio-list-icon">
        <% @category.card_sets.each do |cs| %>
---
SELECT "card_sets".* FROM "card_sets" WHERE "card_sets"."category_id" = ?  [["category_id", 1]]