nhom-6/app/views/collections/show.html.erb

SELECT "cards".* FROM "cards" WHERE "cards"."collection_id" = ?  [["collection_id", 1]]
SELECT COUNT(*) FROM "cards" WHERE "cards"."collection_id" = ?  [["collection_id", 1]]
---
              <div class="col-sm-4">
                <% if index == (@collection.cards.count - 1) %>